package ToyStore.ToyFactory;

public class TitleList {
    private static String[] titleList = {
            "Кукла",
            "Мяч",
            "Машинка",
            "Конструктор",
            "Кубики",
            "Пирамидка",
            "Раскраска",
            "Головоломка",
            "Фигурки животных",
            "Деревянные игрушки",
            "Набор погремушек",
            "Набор \'Доктор\'",
            "Карапуз",
            "Магнитная головоломка",
            "Бумажные самолетики",
            "Автомобильчик",
            "Кукла Барби",
            "Кубики",
            "Мячик",
            "Робот-трансформер",
            "Конструктор Лего",
            "Мягкая игрушка",
            "Супергерой",
            "Космический корабль",
            "Игрушечный зверь",
            "Музыкальная игрушка",
            "Набор машинок",
            "Игровая кухня",
            "Игрушечный телефон",
            "Плюшевый медведь",
            "Радиоуправляемый вертолёт"};

    public static String[] getTitleList() {
        return titleList;
    }
}
